---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Paint
enum: Autodesk.Revit.UI.PostableCommand
zh: 着色、上色、染色、填色
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Paint

**中文**: 着色、上色、染色、填色

Applies a material to the face of an element.